Repository: quanterion/WP
Catalog: WebPlanner/src/locale/messages.*.xlf
Languages: fi, ru

source: Floors
fi: Kerrokset
ru: Этажи

source: New project
fi: Uusi projekti
ru: Новый проект

source: Rotate left
fi: Käännä vasemmalle
ru: Повернуть влево

source: Rotate right
fi: Käännä oikealle
ru: Повернуть вправо

source: Rotate selection...
fi: Käännä valitut...
ru: Повернуть на произвольный угол

source: Hide selection
fi: Piilota valitut
ru: Скрыть выделенное

source: Restore visibility
fi: Palauta näkyvyys
ru: Восстановить видимость

source: Full screen
fi: Koko näyttö
ru: На весь экран

source: Statistics
fi: Tilastot
ru: Статистика

source: Access forbidden
fi: Pääsy estetty
ru: Доступ запрещен

source: Shaded
fi: Varjostettu
ru: Заливка

source: Wireframe
fi: Rautalankamalli
ru: Каркас

source: Walls visiblity
fi: Seinien näkyvyys
ru: Видимость стен

source: Effects
fi: Efektit
ru: Включить эффекты

source: Depth
fi: Syvyys
ru: Глубина

source: Thickness
fi: Paksuus
ru: Толщина

source: Height
fi: Korkeus
ru: Высота

source: Baseline
fi: Alareuna
ru: База

source: Remove floor
fi: Poista lattia
ru: Удалить этаж

source: Measure
fi: Mittaa
ru: Измерить

source: Name
fi: Nimi
ru: Имя

source: Width
fi: Leveys
ru: Ширина

source: right
fi: oikea
ru: справа

source: middle
fi: keski
ru: посередине

source: left
fi: vasen
ru: слева

source: Power
fi: Voimakkuus
ru: Мощность

source: Distance
fi: Etäisyys
ru: Расстояние

source: Rooms
fi: Huoneet
ru: Комнаты

source: Total area
fi: Kokonaisala
ru: Общая площадь

source: Project
fi: Projekti
ru: Проект

source: Specification
fi: Ominaisuudet
ru: Спецификация

source: Clone project
fi: Kopioi projekti
ru: Скопировать проект

source: Remove project
fi: Poista projekti
ru: Удалить проект

source: Advanced
fi: Lisäominaisuudet
ru: Дополнительно

source: OK
ru: ОК

source: Error
fi: Virhe
ru: Ошибка

source: Zoom out
fi: Loitonna
ru: Показать всё

source: Orthogonal view
fi: Ortograafinen näkymä
ru: Вид сверху

source: Orbit camera mode
fi: Kameran kierto
ru: Вращение модели

source: First person view
fi: Silmäperspektiivi
ru: Вид от первого лица

source: Home
fi: Koti
ru: Домашняя

source: Features
fi: Ominaisuudet
ru: Возможности

source: Credits
fi: Tietoja tekijöistä
ru: Компоненты

source: Changelog
fi: Tietoja muutoksista
ru: Обновления

source: Media
ru: Материалы

source: Press
fi: Lehdistö
ru: Публикации

source: Explore
fi: Tutki
ru: Галерея

source: Projects
fi: Projektit
ru: Проекты

source: Catalogs
fi: Luettelot
ru: Каталоги

source: Version
fi: Versio
ru: Версия

source: Online 3D interior designer
fi: Online 3D-suunnitteluohjelma
ru: 3D Моделирование планировок и интерьеров

source: Complete solution to create floorplans, furniture layouts, interior visualization, and calculate renovation costs
fi: Täydellinen ratkaisu huoneiden suunnitteluun, kalusteiden sijoitteluun, sisustuksen esittelyyn ja kustannuslaskentaan
ru: Готовое решение для создания планировок квартир и офисов, расстановки мебели и визуализации интерьеров

source: Out goal is to create the best online 3D office and home design service. WebPlanner is about modelling, visualizing, and computing renovation costs of offices and homes. It can be integrated with your internet shop and provide 3D modeling services for your customers.
fi: Tavoittemme oli luoda paras online 3D-suunnittelusovellus erilaisten tilojen suunnitteluun. Tailor+ on suunnittelun, esittelyn ja kustannusten laskentaan suunniteltu apuväline. Se voidaan lisätä nettisivuillesi internet kaupankäyntiä varten, antaen asiakkaallesi mahdollisuuden suunnitella asioita itse.
ru: WebPlanner - это сервис для 3D моделирования квартир и офисов. Здесь есть все возможности для моделирования и визуализации, которые могут быть интегрированы на ваш сайт и использоваться для показа ваших продуктов клиентам.

source: Get started
fi: Aloita
ru: Начать работу

source: Homepage
fi: Kotisivu
ru: Домашняя

source: Login
fi: Kirjaudu
ru: Войти

source: Admin panel
fi: Pääkäyttäjän näkymä
ru: Администрирование

source: Login into WebPlanner
fi: Kirjaudu Tailor+ ohjelmaan
ru: Войти на сайт

source: User name
fi: Käyttäjänimi
ru: Имя пользователя

source: Password
fi: Salasana
ru: Пароль

source: Forgot password?
fi: Unohtuiko salasana?
ru: Забыли пароль?

source: Log me in
fi: Kirjaudu sisään
ru: Войти

source: Create an account
fi: Luo tili
ru: Создать аккаунт

source: Sign up
fi: Kirjaudu
ru: Зарегистрироваться

source: email
fi: Sähköposti
ru: почта

source: Your name
fi: Nimesi
ru: Ваше имя

source: Email
fi: Sähköposti
ru: Почта

source: password
fi: salasana
ru: пароль

source: Registration succeeded! In a few minutes you will get verification email on {{model.email}}!
fi: Rekisteröityminen onnistui! Saat vahvistusviestin sähköpostiisi muutaman minuutin kuluttua {INTERPOLATION}!
ru: Регистрация успешно завершена! В течении нескольких минут вы получите письмо со ссылкой для подтверждения на адрес {INTERPOLATION}!

source: Features & Benefits
fi: Ominaisuudet ja hyödyt
ru: Возможности и преимущества программы

source: Truly online application
fi: Vain yksi ohjelma
ru: Современное интернет приложение

source: Works in any modern browser without extra plugins, thanks to HTML5 & WebGL
fi: Toimii kaikissa nykyaikaisissa selaimissa ilman lisäosia, kiitos HTML5 & WebGL
ru: Работает в любом современном браузере без установки дополнительных плагинов и расширений. Использует HTML5 и WebGL.

source: Designed to work on any internet-connected device. Can be used on PCs, tablets, and mobile phones
fi: Suunniteltu toimimaan kaikissa laitteissa joissa internetyhteys. Voidaan käyttää PC:llä, tableteilla ja matkapuhelimilla.
ru: Программа предназначена для работы на любом устройстве с интернетом. Используйте компьютер, планшет и даже телефон!

source: Supports realtime collaboration. Any changes to projects and catalogs are immediately visible to all application users
fi: Tukee reaaliaikaista yhteistyötä. Kaikki projekteihin ja mallistoon tehtävät muutoksen näkyvät välittömästi kaikille käyttäjille.
ru: Поддерживает совместную работу пользователей в реальном времени. Все изменения сделанные в проектах и каталогах мгновенно отображаются у всех пользователей.

source: Powerful floor plan editor
fi: Tehokas huoneen suunnittelu
ru: Многофункциональный редактор планировок помещений

source: Interactive WYSIWYG editor
fi: Interaktiivinen WYSIWYG editori (What you see is what you get)
ru: Использует удобную интерактивную модель WYSIWYG

source: Works consistently on 2D and 3D views
ru: Все инструменты редактирования доступны и единообразно работают как на виде в плане, так и в 3D.

source: Smart and exact editing of any dimension
fi: Fiksu ja tarkka mittojen muuttaminen niitä klikkaamalla
ru: Умное и точное редактирование любого размера стены или в комнате.

source: Great support for multiroom appartment modeling
fi: Tul
ru: Полноценная поддержка моделирования сложных многокомнатных помещений

source: Models real-world appartments with non-orthogonal walls and different wall thickness
fi: Mallinna todellisen maailman huoneistoja ei suorakulmaisilla seinillä ja erilaisilla seinäpaksuuksilla.
ru: Точное моделирование реальных планировок с учетом неровных углов комнат и толщин межкомнатных стен

source: Supports multistorey house modeling
fi: Tukee monikerroksisia huoneistoja
ru: Удобная поддержка моделирования многоэтажных коттеджей

source: Furniture placement
fi: Huonekalujen asemointi
ru: Расстановка мебели

source: Intuitive drag&drop of models
fi: Intuitiivinen vedä&pudota moduleille
ru: Интуитивное позицирование с помощью инструментов Drag&Drop.

source: Collision detection prevents penetration of models into each other
fi: Törmäyksen tarkistus estää yhteentörmäykset modulien välillä
ru: Проверка пересечений не позволит вам совершить ошибку при размещении мебели.

source: Supports smart model resizing
fi: Tehokas modulien skaalaus
ru: Поддерживает умное редактирование размеров моделей

source: Display accurate distances to nearby objects taking into account room shape
fi: Näyttää tarkat etäisyydet lähimpiin esteisiin ja huoneen seiniin
ru: Отображение точных расстояний между объектами с учетом формы комнаты и геометрии стен.

source: WebPlanner is built using advanced applications and components
fi: Tailor+ on rakennettu käyttäen viimeisimpiä teknologioita ja komponentteja
ru: WebPlanner разработан с использованием передовых технологий

source: Model
fi: Malli
ru: Модель

source: Material
fi: Materiaali
ru: Материал

source: Planner
fi: Suunnitteluohjelma
ru: Планировщик

source: Upload models...
fi: Lataa mallit...
ru: Загрузить модели...

source: Project info
fi: Projektin tiedot
ru: Информация о проекте

source: Link to current view
fi: Linkki nykyiseen näkymään
ru: Ссылка на текущий вид

source: Copy link
fi: Kopioi linkki
ru: Скопировать ссылку

source: Link copied to clipboard
fi: Linkki kopioitu leikepöydälle
ru: Ссылка скопирована в буфер обмена

source: CLOSE
fi: SULJE
ru: ЗАКРЫТЬ

source: Rename material
fi: Nimeä materiaali uudelleen
ru: Переименовать материал

source: Undo
fi: Peruuta
ru: Отменить последнее действие

source: Redo
fi: Tee uudelleen
ru: Повторить последнее действие

source: Explore projects
fi: Tutki projekteja
ru: Перейти к просмотру проектов

source: This folder is empty
fi: Tämä kansio on tyhjä
ru: Пустая папка

source: MOVE
fi: SIIRRÄ
ru: ПЕРЕМЕСТИТЬ

source: MOVE HERE
fi: SIIRRÄ TÄNNE
ru: ПЕРЕМЕСТИТЬ В ЭТУ ПАПКУ

source: Add folder
fi: Lisää kansio
ru: Добавить папку

source: Up
fi: Ylös
ru: Вверх

source: Move to...
fi: Siirrä...
ru: Переместить...

source: Remove
fi: Poista
ru: Удалить

source: Left
fi: Vasen
ru: Слева

source: Bottom
fi: Ala
ru: Снизу

source: Angle
fi: Kulma
ru: Угол

source: Transparency
fi: Läpinäkyvyys
ru: Прозрачность

source: UPDATE ICON
fi: PÄIVITÄ IKONI
ru: ОБНОВИТЬ ИКОНКУ

source: [No WebGL2]
fi: [Ei WebGL2]
ru: [Нет поддержки WebGL2]

source: Import custom windows & doors as simple as any other models
fi: Lataa erikoisvalmisteisia ikkunoita ja ovia yhtä helposti kuin muitakin malleja
ru: Импортирование моделей произвольных дверей и окон

source: Group models in folders
fi: Ryhmittele malleja kansioihin
ru: Группировка моделей в папках

source: Easy texture covering using drag&drop with automatic conversion to suitable size
fi: Helppo tekstuurien käyttö vedä&pudota periaatteella. Automaattinen koon muutos sopivaksi.
ru: Удобное наложение текстур на модели с помощью Drag&Drop

source: You can configure multiple variants of the same model with different materials and prices using properties
fi: Voit luoda useita vaihtoehtoisia malleja samasta moduulista eri materiaaleilla ja hinnoilla, käyttäen ominaisuudet ikkunaa.
ru: Настройка нескольких вариантов одной модели с разными материалами и ценами с помощью наборов свойств

source: Support animation in models that can be used for doors, drawers, sofas, etc
fi: Tukee animaatioita oville, laatikoille yms.
ru: Поддержка анимации в моделях

source: Ambient
fi: Ympäröivä
ru: Окружающий свет

source: Specular
fi: Heijastus
ru: Яркость блика

source: Shininess
fi: Kiilto
ru: Резкость блика

source: Reflection
fi: Heijastus
ru: Отражение

source: Relief
fi: Rakenne
ru: Рельеф

source: Generate from texture
fi: Luo tekstuurista
ru: Сгенерировать по текстуре

source: Generate relief from texture
fi: Luo rakenne tekstuurista
ru: Рассчитать карту нормалей по текстуре поверхности

source: Upload relief map
fi: Lataa rakennekartta
ru: Загрузить карту нормалей

source: Remove relief map
fi: Poista rakennekartta
ru: Удалить рельеф

source: Can be run on Windows, Linux, Mac, Android, and iPhone.. anywhere!
fi: Toimii Windows-, Linux-, Mac-, Android-, iPhone-laitteilla... Missä tahansa!
ru: Работает на Windows, Linux, Mac, Android... везде!

source: Integrated catalog manager
fi: Integroitu malliston hallinta
ru: Интегрированный менеджер каталогов

source: Import custom doors and windows from any 3D format
fi: Tuo erikoisvalmisteisia ovia ja ikkunoita missä tahansa 3D-muodossa.
ru: Импорт произвольных дверей и окон

source: High quality WebGL visualization
fi: Korkealaatuinen WebGL visualisaatio
ru: Высококачественная визуализация на WebGL

source: High quality shadows and reflections in realtime
fi: Korkealaatuiset varjostukset ja heijastukset reaaliaikaisesti
ru: Реалистичные освещение, затенение и отражения на объектах

source: Flexible material configuration
fi: Joustava materiaalien konfigurointi
ru: Гибкие возможности по настройке материалов изделий

source: Drag&drop textures from local computer
fi: Vedä&pudota tekstuurit suoraan omalta tietokoneelta
ru: Перетаскивание текстур на модели прямо с вашего компьютера

source: Supports latest WebGL2 in modern browsers
fi: Tukee viimeisintä WebGL2 teknologiaa nykyaikaisissa selaimissa
ru: Поддержка новейших возможностей WebGL2

source: Various shaded and wireframe visualization styles
fi: Useita varjostetun ja lankamallin tyylejä
ru: Различные стили отображения модели

source: Hyperlink generation from camera position
fi: Hyperlinkin luonti kameran kuvakulmasta
ru: Создание ссылок на определенный ракурс камеры

source: Shadows
fi: Varjot
ru: Тени

source: Go to parent catalog
fi: Siirry viereiseen luetteloon
ru: Перейти к родительскому каталогу

source: Search for models and materials
fi: Etsi malleja ja materiaaleja
ru: Поиск по моделям и материалам

source: Models
fi: Mallit
ru: Модели

source: EDIT
fi: MUOKKAA
ru: РЕДАКТИРОВАТЬ

source: CREATE
fi: LUO
ru: СОЗДАТЬ

source: CANCEL
fi: PERUUTA
ru: ОТМЕНА

source: Loading properties...
fi: Ladataan ominaisuuksia...
ru: Загрузка свойств...

source: There are no properties in catalog. Create a new property to continue
fi: Luettelossa ei ole muuttujia. Luo muuttuja jatkaaksesi
ru: В каталоге еще не созданы свойства

source: CREATE NEW
fi: LUO UUSI
ru: СОЗДАТЬ

source: Drag&drop or click to change texture
fi: Vedä&pudota tai paina muuttaaksesi tekstuuria
ru: Сюда можно перетащить текстуру

source: Extensive usage of effects may cause perfomance penalty
fi: Liiallinen efektien käyttö voi hidastaa suorituskykyä
ru: Чрезмерное использование эффектов потребует хорошей видеокарты

source: Generate from current texture
fi: Luo nykyisestä tekstuurista
ru: Из текущей текстуры

source: Upload prepared relief map
fi: Lataa valmisteltu rakennekartta
ru: Загрузить готовый рельеф

source: Loading fragment catalogs...
fi: Ladataan osaluetteloa...
ru: Загрузка каталогов ...

source: There are no fragment catalogs. Create a new fragment catalog to continue
fi: Ei osaluetteloita. Luo uusi osaluettelo jatkaaksesi.
ru: Каталоги фрагментов еще не созданы. Создайте новый для работы

source: Shaded with edges
fi: Varjostettu, vahvistetut reunat
ru: Заливка с линиями

source: Materials
fi: Materiaalit
ru: Материалы

source: Texture options
fi: Tekstuurin ominaisuudet
ru: Параметры текстуры

source: Lighting
fi: Valaistus
ru: Освещение

source: Effects
fi: Efektit
ru: Эффекты

source: Units
fi: Yksiköt
ru: Единицы

source: Millimeters
fi: Millimetriä
ru: Миллиметры

source: Centimiters
fi: Senttimetriä
ru: Сантиметры

source: Meters
fi: Metriä
ru: Метры

source: Inches
fi: Tuumaa
ru: Дюймы

source: Feet
fi: Jalkaa
ru: Футы

source: Default
fi: Oletus
ru: По умолчанию

source: Window
fi: Ikkuna
ru: Окно

source: Door
fi: Ovi
ru: Дверь

source: Properties
fi: Ominaisuudet
ru: Свойства

source: Floor
fi: Lattia
ru: Этаж

source: Project is loading...
fi: Ladataan projektia...
ru: Загрузка проекта...

source: Property name
fi: Ominaisuuden nimi
ru: Название свойства

source: Variant name
fi: Muuttujan nimi
ru: Вариант

source: Remove parameter
fi: Poista parametri
ru: Удалить параметр

source: Price
fi: Hinta
ru: Цена

source: ADD PARAMETER
fi: LISÄÄ PARAMETRI
ru: НОВЫЙ ПАРАМЕТР

source: Remove variant
fi: Poista muuttuja
ru: Удалить вариант

source: ADD VARIANT
fi: LISÄÄ MUUTTUJA
ru: НОВЫЙ ВАРИАНТ

source: Remove selected
fi: Poista valitut
ru: Удалить выделенные элементы

source: Replace model
fi: Korvaa malli
ru: Заменить модель

source: Floor plan
fi: Huonesuunnitelma
ru: Планировка

source: Wall
fi: Seinä
ru: Стена

source: {VAR_PLURAL, plural, =1 {1 item selected} other {{{count}} items selected} }
ru: {VAR_PLURAL, plural, =1 {1 объект выделен} other {{{count}} объекта выделено} }

source: Room
fi: Huone
ru: Комната

source: Left / Right
fi: Vasen / Oikea
ru: Влево / Вправо

source: mm
ru: мм

source: Top / Bottom
fi: Ylä / Ala
ru: Вверх / Вниз

source: Forward / Backward
fi: Eteen / Taakse
ru: Вперед / Назад

source: Move selection...
fi: Siirrä valitut...
ru: Сдвинуть элементы ...

source: Loading project list...
fi: Ladataan projektiluetteloa...
ru: Загрузка проектов ...

source: Projects you create will live here
fi: Luomasi projektit asuvat täällä
ru: Здесь будут находиться ваши проекты

source: Catalogs you create will live here
fi: Luettelot jotka luot, asuvat täällä
ru: Здесь будут находиться ваши каталоги

source: Drop files here or use the "Upload" button
fi: Raahaa tiedostot tähän tai käytä "Lataa" painiketta
ru: Перетащите файлы сюда или нажмите кнопку "Загрузить"

source: Points
fi: Pistettä
ru: Точки

source: Objects
fi: Osat
ru: Объекты

source: Meshes
fi: Verkot
ru: Сетки

source: Triangles
fi: Kolmiot
ru: Треугольники

source: Size
fi: Koko
ru: Размер

source: History
fi: Historia
ru: История

source: SKU
fi: Tuotekoodi
ru: Код

source: Galery
fi: Galleria
ru: Галерея

source: Articles
fi: Artikkelit
ru: Статьи

source: Beta release
ru: Первый полет: доступна бета-версия Интернет-сервиса WebPlanner

source: Newsletter for release (in Russian)
fi: Uutiskirje julkaisusta (Suomi)
ru: Новость о выпуске бета-версии

source: https://docs.google.com/document/d/1XKSmjvx90WjhqMpA54s3TkZ_2mGAqzkovUdEvy5ukng/edit?usp=sharing
ru: https://habrahabr.ru/post/319406/

source: WebPlanner evaluation
fi: Tailor+ arviointi
ru: Пробная версия WebPlanner

source: Phone
fi: Puhelinnumero
ru: Телефон

source: SEND REQUEST
fi: LÄHETÄ PYYNTÖ
ru: ОТПРАВИТЬ ЗАПРОС

source: WebPlanner launches Beta version! Read more
fi: Tailor+ betaversio on ulkona. Lue lisää.
ru: Вышла бета-версия WebPlanner! Подробнее

source: here
fi: täältä
ru: здесь

source: REQUEST EVALUATION
fi: PYYDÄ ARVIOTA
ru: ВЗЯТЬ НА ТЕСТИРОВАНИЕ

source: Through rough ways to the clouds: cloud service for 3D and C3D and WebGL-based interior design
fi: Läpi myrskyisän sään pilveen: Pilvipalvelu 3D, C3D ja WebGL-pohjaseen sisustussuunnitteluun
ru: Через тернии к облакам: создание облачного сервиса для 3D проектирования и дизайна помещений на базе ядра C3D и WebGL

source: Architecture overview and insight in project development.
fi: Arkkitehtuurin katsaus ja kurkistus tuotekehitykseen
ru: Обзор архитектуры проекта

source: Rotation angle
fi: Käännön kulma
ru: Угол поворота

source: Axis
fi: Akselit
ru: Ось

source: ROTATE
fi: KÄÄNNÄ
ru: ПОВЕРНУТЬ

source: Invalid user name. User name should contain only english letters. Minimal length is 3 symbols.
fi: Virheellinen käyttäjänimi. Käyttäjänimen tulee sisältää vain aakkosia ja pituus vähintään kolme merkkiä.
ru: Неверное имя пользователя. Имя пользователя должно включать не менее 3 букв английского алфавита без пробелов.

source: Password should contain at least 6 characters.
fi: Salasanan tulee olla vähintään 6 merkkiä pitkä.
ru: Пароль должен содержать не менее 6 символов

source: Change account password
fi: Vaihda tilin salasana
ru: Изменить пароль от аккаунта

source: Old password
fi: Vanha salasana
ru: Старый пароль

source: New password
fi: Uusi salasana
ru: Новый пароль

source: Confirm new password
fi: Vahvista uusi salasana
ru: Подтвердить новый пароль

source: Your password does not match
fi: Salasana ei täsmää
ru: Введенные пароли не совпадают

source: Password is required
fi: Salasana vaaditaan
ru: Необходимо ввести пароль

source: Your password should have at least 8 characters
fi: Salasanan tulee olla vähintään 8 merkkiä
ru: Пароль должен содержать не меньше 8 символов

source: Update password
fi: Päivitä salasana
ru: Изменить пароль

source: Email verification
fi: Sähköpostin varmistus
ru: Подтверждение почтового адреса

source: Email verification succeed! You can login now!
fi: Sähköpostin varmistus onnistui! Voit nyt kirjautua!
ru: Ваш email успешно подтвержден. Теперь вы можете войти в систему!

source: Reset password
fi: Nollaa salasana
ru: Сбросить пароль

source: Check your email for a link to reset your password. If it doesn't appear within a few minutes, check your spam folder.
fi: Tarkista sähköpostisi salasanan nollaamista varten. Jos sähköpostia ei näy muutamaan minuuttiin, tarkista roskapostikansiosi.
ru: На ваш почтовый адрес отправлено письмо со ссылкой для сброса пароля. Если оно не появится в течении 5 минут проверьте папку со спамом в вашем почтовом ящике.

source: Set new password
fi: Aseta uusi salasana
ru: Установить новый пароль

source: Entered passwords do not match
fi: Syötetyt salasanat eivät täsmää
ru: Введенные пароли не совпадают

source: Value
fi: Arvo
ru: Значение

source: Walls
fi: Seinät
ru: Стены

source: Area
fi: Pinta-ala
ru: Площадь

source: Perimeter
fi: Ympärysmitta
ru: Периметр

source: Invalid email address
fi: Virheellinen sähköpostiosoite
ru: Некорректный адрес электронной почты

source: Update thumbnail
fi: Päivitä pienoiskuva
ru: Обновить миниатюру

source: Gallery
fi: Galleria
ru: Галерея

source: Create a new project
fi: Luo uusi projekti
ru: Создать новый проект

source: Project name
fi: Projektin nimi
ru: Имя проекта

source: Length
fi: Pituus
ru: Длина

source: Wall thickness
fi: Seinän paksuus
ru: Толщина стен

source: Choose material
fi: Valitse materiaali
ru: Выберите материал

source: Ceiling
fi: Katto
ru: Потолок

source: Search here
fi: Etsi täältä
ru: Поиск

source: No projects found
fi: Projekteja ei löydy
ru: Проекты не найдены

source: You are registered as admin! You can login right now as {{model.userName}}!
fi: Olet rekisteröitynyt pääkäyttäjäksi! Voit kirjautua nyt {INTERPOLATION}
ru: Вы зарегистрированы как администратор. Вы можете залогиниться как {INTERPOLATION}!

source: Login As
fi: Kirjaudu tunnuksella...
ru: Логин

source: Verify email
fi: Tarkista sähköposti
ru: Подтвердить почту

source: Change Password
fi: Vaihda salasana
ru: Изменить пароль

source: Delete User
fi: Poista käyttäjä
ru: Удалить пользователя

source: User login
fi: Käyttäjän sisäänkirjautuminen
ru: Логин пользователя

source: Invalid email address
fi: Virheellinen sähköpostiosoite
ru: Неверный почтовый адрес

source: Roles
fi: Profiilit
ru: Роли

source: NEW SELLER
fi: UUSI MYYJÄ
ru: НОВЫЙ ПРОДАВЕЦ

source: EXIT
fi: POIS
ru: ВЫХОД

source: NEW USER
fi: UUSI KÄYTTÄJÄ
ru: НОВЫЙ ПОЛЬЗОВАТЕЛЬ

source: SAVE
fi: TALLENNA
ru: СОХРАНИТЬ

source: My projects
fi: Projektini
ru: Мои проекты

source: By name
fi: Nimen mukaan
ru: По имени

source: By date
fi: Päivämäärän mukaan
ru: По дате

source: Sort by
fi: Järjestä...
ru: Сортировать по

source: View mode
fi: Näkymän asetukset
ru: Режим отображения

source: You should login to view this page
fi: Kirjaudu sisään nähdäksesi sivun
ru: Вы должны авторизироваться для просмотра этой страницы

source: PRINT
fi: TULOSTA
ru: ПЕЧАТЬ

source: Settings
fi: Asetukset
ru: Настройки

source: Users
fi: Käyttäjät
ru: Пользователи

source: Status
fi: Tila
ru: Статус

source: Main
fi: Alku
ru: Основное

source: E-mail
fi: Sähköposti
ru: Почтовый адрес

source: Login as
fi: Kirjaudu tunnuksella...
ru: Войти

source: Sellers
fi: Myyjät
ru: Продавцы

source: Total: {{userList.data.length}}
fi: Yhteensä: {{userList.data.length}}
ru: Количество: {INTERPOLATION}

source: Loading user information...
fi: Ladataan käyttäjätietoja...
ru: Загрузка списка пользователей...

source: Application
fi: Sovellus
ru: Web-приложение

source: Common application settings
fi: Yleiset asetukset
ru: Основные настройки программы

source: Application name
fi: Sovelluksen nimi
ru: Название программы
