Repository: quanterion/WP
Catalog: WebPlanner/src/locale/messages.*.xlf
Languages: fi, ru

source: Catalog description
fi: Luettelon kuvaus
ru: Описание каталога

source: Catalog type
fi: Luettelon tyyppi
ru: Тип каталога

source: ADD CATALOG
fi: LISÄÄ LUETTELO
ru: ДОБАВИТЬ КАТАЛОГ

source: My catalogs
fi: Minun luettelot
ru: Мои каталоги

source: All catalogs
fi: Kaikki luettelot
ru: Все каталоги

source: Token
fi: Poletti
ru: Токен

source: Login into WebViewer
fi: Kirjaudu WebVieweriin
ru: Войти в WebViewer

source: Email is not valid
fi: Sähköposti ei kelvollinen
ru: Неверная электронная почта

source: Failed to send email. Try to use another address
fi: Sähköpostin lähettäminen epäonnistui. Yritä toista osoitetta.
ru: Ошибка отправки почты. Попробуйте другой почтовый адрес.

source: GO
fi: MENE
ru: ВПЕРЁД

source: Well done! We sent link and key to your email. Follow the link or enter the key here.
fi: Hienoa! Lähetimme linkin ja avaimen sähköpostiisi. Seuraa linkkiä ja syötä avain tänne.
ru: Мы отправили ссылку и ключ на вашу почту. Перейдите по ссылке или введите ключ.

source: You have entered invalid key
fi: Olet syöttänyt avaimen virheellisesti
ru: Вы ввели неверный ключ

source: Zoom to fit
fi: Lähennä valintaan
ru: Показать всё

source: Compress
fi: Tiivistä
ru: Сжать

source: Model compressed from {{compressResult.oldSize | bytes}} to {{compressResult.newSize | bytes}}
fi: Malli tiivistetty {INTERPOLATION} = {INTERPOLATION_1}
ru: Модель сжата с {INTERPOLATION} до {INTERPOLATION_1}

source: Create new catalog
fi: Luo uusi luettelo
ru: Создание каталога

source: Catalog parameters
fi: Luettelon parametrit
ru: Параметры каталога

source: Are you sure to submit the order?
fi: Haluatko varmasti lähettää tilauksen?
ru: Вы действительно хотите совершить заказ?

source: YES, SUBMIT ORDER
fi: KYLLÄ, LÄHETÄ TILAUS
ru: ДА, СОВЕРШИТЬ ЗАКАЗ

source: Lock projects
fi: Lukitse projektit
ru: Заблокировать проекты

source: Send email
fi: Lähetä sähköposti
ru: Отправить письмо

source: Send HTTP POST request
fi: Lähetä HTTP POST request
ru: Отправить POST запрос HTTP

source: CREATE XML
fi: LUO XML
ru: СОЗДАТЬ XML

source: Mail
fi: Sähköposti
ru: Почта

source: Mail server settings
fi: Sähköpostipalvelimen asetukset
ru: Настройка почтового сервера

source: Mail server
fi: Sähköpostipalvelin
ru: Адрес почтового сервера

source: Port
fi: Portti
ru: Порт

source: Enable ssl
fi: Ota käyttöön SSL
ru: Включить SSL

source: Disable ssl certificate verification
fi: Poista käytöstä SSL varmennus
ru: Отключить верификацию SSL сертификата сервера

source: Username
fi: Käyttäjänimi
ru: Имя пользователя

source: Sender email
fi: Lähettäjän sähköpostiosoite
ru: Почта отправителя

source: Admin name
fi: Pääkäyttäjän nimi
ru: Имя администратора системы

source: Admin email
fi: Pääkäyttäjän sähköposti
ru: Почта администратора системы

source: Edit client info
fi: Muokkaa asiakkaan tietoja
ru: Редактировать данные заказа

source: VERIFY CONFIGURATION
fi: TARKISTA MÄÄRITYKSET
ru: ПРОВЕРИТЬ КОНФИГУРАЦИЮ

source: Test email sent. Check it in your admin box {{mailForm.value.adminEmail}}
fi: Testiviesti lähetetty. Tarkista se pääkäyttäjän tililtä {{mailForm.value.adminEmail}}
ru: Тестовое письмо отправлено. Проверьте почту администратора {INTERPOLATION}

source: Failed to send email to {{mailForm.value.adminEmail}}: {{result.error}}
fi: Sähköpostin lähettäminen epäonnistui {{mailForm.value.adminEmail}}: {{result.error}}
ru: Ошибка отправки почты {INTERPOLATION}: {INTERPOLATION_1}

source: Generate project name
fi: Synnytä projektin nimi
ru: Генерация имени проекта

source: Enable order button
fi: Ota käyttöön tilauspainike
ru: Включить кнопку заказа

source: STOP
ru: ОСТАНОВИТЬ

source: Custom order params
ru: Дополнительные параметры заказа

source: Custom client params
ru: Дополнительные параметры клиента

source: Sync finished
ru: Синхронизация закончена

source: Batch model editor
ru: Пакетное редактирование моделей

source: Name mask
ru: Маска имени

source: Command
ru: Команда

source: RUN
ru: ЗАПУСТИТЬ

source: Successfully processed {{bar.value.result.models}} models
ru: Успешно обработано {INTERPOLATION} моделей

source: Export to GLTF
ru: Экспорт в GLTF

source: Export to FBX
ru: Экспорт в FBX

source: Left/Right
ru: Лево/Право

source: Bottom/Top
ru: Верх/Низ

source: Fix cuts
ru: Исправить пазы

source: Downloading file {{file.name}}
ru: Загрузка файла {INTERPOLATION}

source: Please wait...
ru: Пожалуйста, подождите...

source: Preparing...
ru: Идёт подготовка...

source: Downloading {{response.progress}}%
ru: Загрузка {INTERPOLATION}%

source: {{response.error}}
ru: {INTERPOLATION}

source: Please wait
ru: Пожалуйста, подождите

source: Uploading file {{info.files[response.curFileIndex].name}}
ru: Загрузка файла {INTERPOLATION}

source: {{response.curFileIndex + 1}} of {{info.files.length}}
ru: {INTERPOLATION} из {INTERPOLATION_1}

source: Compression
ru: Сжатие

source: Convertation
ru: Конвертация

source: Uploading {{response.progress}}%
ru: Загрузка {INTERPOLATION}%

source: File {{info.files[0].name}} successfully uploaded!
ru: Файл {INTERPOLATION} успешно загружен!

source: {{response.uploaded.length}} of {{info.files.length}} successfully uploaded!
ru: {INTERPOLATION} из {INTERPOLATION_1} успешно загружено!

source: Open
ru: Открыть

source: Failed to import {{response.failed.length}} files:
ru: Ошибка при импорет {INTERPOLATION} файлов

source: Too large uploading file
ru: Слишком большой файл для загрузки

source: Internal server error
ru: Внутренняя ошибка сервера

source: Gateway timeout
ru: Нет ответ от сервера

source: Import error
ru: Ошибка импортирования

source: Unknown error ({{errorStatuses[response.failed.indexOf(f)]}})
ru: Неизвестная ошибка {INTERPOLATION}

source: Archive project
ru: Архивировать проект

source: Share in WhatsApp
ru: Поделиться через WhatsApp

source: WebGL initialization failed. Check your browser and video drivers. {{error.info}}
ru: Ошибка инициализации WebGL. Проверьте свой браузер и драйверы видеокарты. {INTERPOLATION}

source: WebGL context lost. Please reload the page.
ru: WebGL контекст отключился. Пожалуйста, перезагрузите страницу.

source: Project was archived.
ru: Проект заархивирован.

source: RESTORE
ru: ВОССТАНОВИТЬ

source: File properties
ru: Свойства файла

source: Enter name
ru: Введите имя

source: Failed to update properties!
ru: Ошибка изменения свойств файла.

source: Folder properties
ru: Свойства папки

source: Enter property name
ru: Введите имя свойства

source: Elastic
ru: Эластичность

source: BACKUP TOOL
ru: АРХИВИРОВАНИЕ

source: Backup finished
ru: Архивирование завершено

source: Sending request
ru: Идёт отправка запроса

source: Uploading {{resp.progress}}%
ru: Загрузка {INTERPOLATION}%

source: Unknown error ({{resp.errorStatus}})
ru: Неизвестная ошибка ({INTERPOLATION})

source: {{resp.error}}
ru: {INTERPOLATION}

source: Failed to import file
ru: Ошибка импорта файла

source: You can drop 3D model files here
ru: Вы можете перетащить 3D модели сюда

source: SELECT MODEL FILE
ru: ВЫБЕРИТЕ ФАЙЛ МОДЕЛИ

source: ICON
ru: ИКОНКА

source: Catalog archiving
ru: Архивация каталога

source: There is no archives
ru: У каталога еще нет архивов

source: Restore from archive
ru: Восстановить из архива

source: Remove archive {{archive.name}}?
ru: Удалить архив {INTERPOLATION}?

source: Delete archive
ru: Удалить архив

source: RESTORE FROM ZIP
ru: ВОССТАНОВИТЬ ИЗ АРХИВА

source: CREATE ARCHIVE
ru: СОЗДАТЬ АРХИВ

source: Archive finished
ru: Архивация завершена

source: Restore finished
ru: Восстановление завершено

source: Are you sure to start?
ru: Запустить процесс?

source: It will replace all content of the catalog
ru: Это действие заменит все содержимое этого каталога.

source: START
ru: НАЧАТЬ

source: Archives
ru: Архивы

source: Date modified: {{data.files[0].modifiedAt | date}}
ru: Дата изменения {INTERPOLATION}

source: Date modified: {{data.file.modifiedAt | date:'medium'}}
ru: Дата изменения: {INTERPOLATION}

source: Author:
ru: Автор:

source: Please, verify your phone number
ru: Пожалуйста, подтвердите ваш номер телефона

source: Incorrect phone! Please, try again
ru: Неверный номер телефона. Попробуйте еще раз.

source: VERIFY
ru: ПОДТВЕРДИТЬ

source: Enter sms code
ru: Введите код из SMS

source: Incorrect code!
ru: Неверный код

source: Please, enter your phone number
ru: Пожалуйста, введите номер телефона

source: Sms
ru: Смс

source: Sms server settings
ru: Настройки СМС сервера

source: Sms server
ru: СМС сервер

source: Test sms successfully sent!
ru: СМС успешно отправлено!

source: Failed to send sms
ru: Ошибка отправки СМС сообщения

source: Archiving
ru: Архивация

source: Project archive settings
ru: Настройки архивации проектов

source: Path to archive disk
ru: Путь к архивному диску

source: Archive projects after
ru: Архивировать проекты через

source: days
ru: дней

source: Remove projects after
ru: Удалять проекты через

source: Archiving finished
ru: Архивация завершена

source: RUN ARCHIVING
ru: ЗАПУСТИТЬ АРХИВАЦИЮ

source: Enable phone verification
ru: Включить подтверждение номера телефона

source: Require phone
ru: Требовать ввода номера телефона

source: Settings successfully updated!
ru: Настройки успешно сохранены!

source: Id
fi: Tunnus

source: Shared
fi: Jaettu

source: WebGL initialization failed. Code: {{error.type}}. Check your browser and video drivers.
fi: WebGL alustus epäonnistui. Koodi: {INTERPOLATION}. Tarkista selaimen asetukset ja näytönohjaimen ajurit.

source: Import your models from multitude of modeling software files (BAZIS(b3d, f3d, fr3d), KOMPAS(c3d), 3DS, OBJ, DAE, STL, STEP, IGES, VRML(wrl), Parasolid(x_t, x_b), ACIS(sat), JT models, Blender(blend))
fi: Voit ladata malleja useista muista mallinnusohjelmista. Tuettuja muotoja ovat BAZIS(b3d, f3d, fr3d), KOMPAS(c3d), 3DS, OBJ, DAE, STL, STEP, IGES, VRML(wrl), Parasolid(x_t, x_b), ACIS(sat), JT models, Blender(blend))

source: BAZIS-WOODWORKER
fi: TAILOR+WOODWORKER

source: CAD for furniture
fi: CAD huonekaluille

source: Web application platform
fi: Web-pohjainen alusta

source: Root
fi: Juuri

source: BACKUP PROJECTS
fi: VARMUUSKOPIOI PROJEKTIT

source: Remove thumbnail
fi: Poista pikkukuva

source: Upload thumbnail
fi: Lata pikkukuva

source: Rename
fi: Nimeä uudelleen

source: animate
fi: animoi
