Repository: quanterion/WP
Catalog: WebPlanner/src/locale/messages.*.xlf
Languages: fi, ru

source: Enable user registration
fi: Ota käyttöön käyttäjien rekisteröinti
ru: Разрешить регистрацию пользователей

source: APPLY
fi: LISÄÄ
ru: ПРИМЕНИТЬ

source: COPY
fi: KOPIOI
ru: КОПИРОВАТЬ

source: Catalog
fi: Luettelo
ru: Каталог

source: CREATE MATERIAL: {{searchInputTerm}}
fi: LUO MATERIAALI: {INTERPOLATION}
ru: СОЗДАТЬ МАТЕРИАЛ: {INTERPOLATION}

source: Default project materials
fi: Projektin oletusmateriaalit
ru: Материалы по умолчанию для новых проектов

source: Select all
fi: Valitse kaikki
ru: Выделить всё

source: Open all
fi: Avaa kaikki
ru: Открыть всё

source: Close all
fi: Sulje kaikki
ru: Закрыть всё

source: Address
fi: Osoite
ru: Адрес

source: Price-lists
fi: Hintalistat
ru: Прайс-листы

source: Select color
fi: Valitse väri
ru: Выберите цвет

source: Download model
fi: Lataa suunnitelma
ru: Скачать модель

source: Edit user
fi: Muokkaa käyttäjää
ru: Редактировать пользователя

source: Delete seller
fi: Poista myyjä
ru: Удалить продавца

source: Export to B3D
fi: Vie muodossa B3D
ru: Экспортировать в Базис-Мебельщик

source: Create a new user
fi: Luo uusi käyttäjä
ru: Создание нового пользователя

source: External Id
fi: Ulkoinen tunnus
ru: Внешний ID

source: CLEANUP
fi: SIIVOA
ru: ОЧИСТКА

source: Animate
fi: Animaatio
ru: Запустить анимацию

source: Enable sounds
fi: Ota käyttöön äänet
ru: Включить звуки

source: Display prices in model browser
fi: Näytä hinnat suunnitellessa
ru: Показывать цены изделий в списке моделей

source: Allow export of projects to b3d
fi: Salli vienti b3d-muodossa
ru: Разрешить экспорт проектов в b3d

source: Enable head light
fi: Ota käyttöön päävalo
ru: Включить фронтальный свет

source: Info
ru: Информация

source: Catalog folder url
fi: Luettelokansion url
ru: Ссылка на каталог

source: Update existing models
fi: Päivitä olemassa olevat mallit
ru: Обновить существующие модели

source: Remove missing models
fi: Poista puuttuvat mallit
ru: Удалить отсутствующие модели

source: SYNC
fi: SYNKRONISOI
ru: СИНХРОНИЗАЦИЯ

source: Sync folder
fi: Synkronisoi kansio
ru: Синхронизация папки

source: Search for SKU and price
fi: Etsi tuotetta ja hintaa
ru: Поиск по артикулу и цене

source: CHANGE
fi: VAIHDA
ru: ИЗМЕНИТЬ

source: No shared catalogs
fi: Ei jaettuja luetteloita
ru: Нет открытых каталогов

source: ADD FLOOR
fi: LISÄÄ LATTIA
ru: ДОБАВИТЬ ЭТАЖ

source: Roof
fi: Katto
ru: Крыша

source: Type
fi: Tyyppi
ru: Тип

source: Shed
fi: Suoja
ru: Односкатная

source: Gable
fi: Pääty
ru: Двускатная

source: Hip
fi: Lanne
ru: Четырехскатная

source: Rotate roof
fi: Käännä katto
ru: Повернуть крышу

source: Offset
fi: Siirto
ru: Свес

source: Export to STEP
fi: Vie muodossa STEP
ru: Экспортировать в STEP

source: Layers
fi: Tasot
ru: Слои

source: Date modified
fi: Muokkauspäivämäärä
ru: Дата изменения

source: Author
fi: Tekijä
ru: Автор

source: No layers in model
fi: Ei tasoja mallissa
ru: Нет слоёв в модели

source: Layer
fi: Taso
ru: Слой

source: Symmetry
fi: Symmetria
ru: Симметрия

source: None
fi: Tyhjä
ru: Нет

source: Right
fi: Oikea
ru: Справа

source: Align
fi: Aseta linjaan
ru: Выравнивание

source: Fill
fi: Täytä
ru: Заполнить

source: Top
fi: Ylä
ru: Сверху

source: Back
fi: Taka
ru: Сзади

source: Front
fi: Etu
ru: Спереди

source: Your password should have at least 8 characters
fi: Salasanan tulee sisältää vähintään 8 merkkiä
ru: Пароль должен содержать не менее 8 символов

source: ADD
fi: LISÄÄ
ru: ДОБАВИТЬ

source: Embedded mode
fi: Sijoitettu tila
ru: Режим встраивания на сайт

source: Enable
fi: Ota käyttöön
ru: Включить

source: Price request url (GET)
fi: Hintakysely url (GET)
ru: Адрес запроса цен (GET)

source: Order request url (POST)
fi: Tilauskysely url (POST)
ru: Адрес отправки заказа (POST)

source: Order management
fi: Tilausten hallinta
ru: Управление заказами

source: No items on sale
fi: Ei myytäviä tuotteita
ru: Нет продуктов в продаже

source: RENAME
fi: NIMEÄ UUDELLEEN
ru: ПЕРЕИМЕНОВАТЬ

source: DELETE
fi: POISTA
ru: УДАЛИТЬ

source: Edit in a new window
fi: Muokkaa uudessa ikkunassa
ru: Открыть в новом окне

source: Back to model
fi: Takaisin malliin
ru: Вернуться к проекту

source: SKU
fi: Tuotekoodi
ru: Артикул

source: Name
fi: Nimi
ru: Имя

source: Price
fi: Hinta
ru: Цена

source: Quantity
fi: Määrä
ru: Количество

source: Total price:
fi: Hinta yhteensä:
ru: Итого:

source: Shift X
ru: Сдвиг X

source: Shift Y
ru: Сдвиг Y

source: Unit
fi: Yksikkö
ru: Единица измерения

source: Pieces
fi: Kappaletta
ru: Штуки

source: Square meters
fi: Neliömetriä
ru: Квадратные метры

source: Cubic meters
fi: Kuutiometriä
ru: Кубические метры

source: Rebuild
fi: Rakenna uudelleen
ru: Перестроить

source: Vertical
fi: Pystysuora
ru: По вертикали

source: Horizontal
fi: Vaakasuora
ru: По горизонтали

source: Position
fi: Sijoitus
ru: Положение

source: Vertically
fi: Pystysuoraan
ru: Вертикально

source: Horizontally
fi: Vaakasuoraan
ru: Горизонтально

source: Split
fi: Jaa kahtia
ru: Разделить

source: Cost
fi: Kustannus
ru: Стоимость

source: No items
fi: Ei tuotteita
ru: Нет элементов

source: Surface
fi: Pinta
ru: Поверхность

source: Selection
fi: Valinta
ru: Выделение

source: All walls
fi: Kaikki seinät
ru: Все стены

source: Count
fi: Laske
ru: Количество

source: Direction
fi: Suunta
ru: Направление

source: Step
fi: Askel
ru: Шаг

source: Material & Model
fi: Materiaali & Malli
ru: Материалы и модели

source: Add material
fi: Lisää materiaali
ru: Добавить материал

source: Add group
fi: Lisää ryhmä
ru: Добавить группу

source: Copy
ru: Копировать

source: Copy along direction
fi: Kopioi suuntaan
ru: Копировать по направлению

source: Replace
fi: Korvaa
ru: Заменить

source: Change wall side
fi: Vaihda seinän puolta
ru: Развернуть на обратную сторону двери

source: Delete
fi: Poista
ru: Удалить

source: Paint
fi: Väritä
ru: Покрасить

source: Draw wall
fi: Piirrä seinä
ru: Построить стену

source: Split wall
fi: Katkaise seinä
ru: Разбить стену

source: Remove aux lines
fi: Poista apuviivat
ru: Удалить вспомогательные линии

source: Bookmarks
fi: Kirjanmerkit
ru: Закладки

source: There are no bookmarks in the project. Click ADD to create one.
fi: Ei kirjanmerkkejä. Paina LISÄÄ lisätäksesi.
ru: В этом проекте еще нет закладок. Нажмите ДОБАВИТЬ для создания новой.

source: ADD BOOKMARK
fi: LISÄÄ KIRJANMERKKI
ru: ДОБАВИТЬ

source: Catalog list
fi: Lista luetteloista
ru: Список каталогов

source: Previous versions
fi: Edelliset versiot
ru: Прошлые версии

source: CREATE BACKUP
fi: LUO VARMUUSKOPIO
ru: СОЗДАТЬ РЕЗЕРВНУЮ КОПИЮ

source: Date
fi: Päivämäärä
ru: Дата

source: There are no backups for this project yet
fi: Ei varmuuskopioita tästä projektista
ru: У этого проекта еще нет резервных копий

source: RESTORE BACKUP
fi: PALAUTA VARMUUSKOPIOISTA
ru: ВОССТАНОВИТЬ ЭТУ ВЕРСИЮ ФАЙЛА

source: Sun light
fi: Auringonvalo
ru: Солнечный свет

source: Elevation
fi: Korkeus
ru: Высота

source: Azimuth
fi: Kulmakerroin
ru: Азимут

source: Background
fi: Tausta
ru: Фон

source: Sky
fi: Taivas
ru: Небо

source: Texture
fi: Tekstuuri
ru: Текстура

source: Close
fi: Sulje
ru: Закрыть

source: Luminance
fi: Kirkkaus
ru: Яркость

source: Select pricelist
fi: Valitse hintalista
ru: Выберите прайс-лист

source: There are no lamps in scene. Select object to create a lamp
fi: Ei valonlähteitä näkymässä. Valitse objekti lisätäksesi valonlähteen.
ru: В сцене еще нет источников света. Выберите любой объект для создания.

source: 404 Not found
fi: 404 - Ei löydy
ru: 404 Страница не найдена

source: Sorry but we could not find the page you are looking for
fi: Pahoittelut. Etsimäsi sivu ei löytynyt
ru: Либо вы пришли по неверной ссылке, либо этой страницы больше не существует.

source: Go to projects
fi: Projekteihin
ru: Перейти к проектам

source: View catalogs
fi: Katso luetteloita
ru: Перейти к каталогам

source: Enter project name
fi: Syötä projektin nimi
ru: Введите название проекта

source: Property description
ru: Описание свойства

source: SAVE CHANGES
fi: TALLENNA MUUTOKSET
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ

source: Placing
fi: Asettelu
ru: Установка

source: Mode
fi: Tila
ru: Режим

source: < Different >
fi: < Ero >
ru: < Разные >

source: Display
fi: Näyttö
ru: Отображение

source: Article
fi: Artikkeli
ru: Изделие

source: Disabled
fi: Pois käytöstä
ru: Отключено

source: Your password should contains one lowercase, one uppercase, and one digit
fi: Salasanan tulee sisältää pieni kirjain, iso kirjain ja numero
ru: Ваш пароль должен содержать буквы в нижнем и верхнем регистре и цифру

source: Loading price list...
fi: Ladataan hintalistaa...
ru: Загрузка прайс-листа

source: UPLOAD
fi: LATAA
ru: ЗАГРУЗИТЬ

source: Active pricelist:
fi: Aktiivinen hintalista:
ru: Активный прайс-лист:

source: none
fi: tyhjä
ru: не задан

source: Failed to login
fi: Sisäänkirjautuminen epäonnistui
ru: Ошибка авторизации

source: Auth in progress
fi: Valtuutus kesken
ru: Идёт авторизация

source: Delete {{name}}?
fi: Poista {{name}}?
ru: Удалить {INTERPOLATION}?

source: Are you sure?
fi: Oletko varma?
ru: Вы уверены?

source: No
fi: Ei
ru: Нет

source: Yes
fi: Kyllä
ru: Да

source: Add new catalog
fi: Lisää uusi luettelo
ru: Добавить новый каталог

source: Enter name of new catalog
fi: Anna nimi uudelle luettelolle
ru: Введите имя нового каталога

source: Catalogs:
fi: Luettelot:
ru: Каталоги:

source: Files:
fi: Tiedostot:
ru: Файлы:

source: {{f.modifiedAt | date}}
ru: {INTERPOLATION}

source: Loading
fi: Ladataan
ru: Загрузка

source: Enter email
fi: Syötä sähköpostiosoite
ru: Введите почтовый адрес

source: LOGIN
fi: KIRJAUDU
ru: ВОЙТИ

source: Parametric
fi: Parametrinen
ru: Параметризация

source: Lighting
fi: Valaistus
ru: Освещение

source: Icon
fi: Ikoni
ru: Иконка

source: No price elements in model
fi: Ei hintaelementtiä mallissa
ru: В модели нет элементов прайс-листа

source: Email not assigned
fi: Sähköpostia ei ole määritetty
ru: Почтовый адрес не назначен

source: ADD PRICELIST
fi: LISÄÄ HINTALISTA
ru: ДОБАВИТЬ ПРАЙС-ЛИСТ

source: Record count
fi: Tallenna lukema
ru: Количество записей

source: Properties
fi: Ominaisuudet
ru: Свойства

source: Fragments
fi: Osat
ru: Фрагменты

source: Properties allows you to configure multiple variants of single 3d model with different materials, parameters, and prices
fi: Ominaisuudet mahdollistaa erilaisten versioiden luonnin yhdestä 3D-mallista eri materiaaleilla, parametreillä ja hinnoilla.
ru: Свойства позволят вам настроить несколько вариантов исполнения изделия с разными материалами, размерами и ценами

source: Select property to configure it
fi: Valitse ominaisuus muokataksesi sitä
ru: Выберите свойство для его редактирования

source: {{param.value}}
ru: {INTERPOLATION}

source: There are no properties assigned
fi: Ei liitettyjä ominaisuuksia
ru: Нет назначенных свойств

source: Pricelist
fi: Hintalista
ru: Прайс-лист

source: No pricelists
fi: Ei hintalistaa
ru: Нет прайс-листов

source: Journal:
fi: Lehdet:
ru: Журнал:

source: Errors only
fi: Virheet ainoastaan
ru: Только ошибки

source: Message
fi: Viesti
ru: Сообщение

source: Loading information...
fi: Ladataan tietoja....
ru: Загрузка информации...

source: CREATE LIGHT
fi: LUO VALO
ru: СОЗДАТЬ ИСТОЧНИК СВЕТА

source: CREATE TOKEN
fi: LUO MERKKI
ru: СОЗДАТЬ TOKEN

source: REMOVE TOKEN
fi: POISTA MERKKI
ru: УДАЛИТЬ TOKEN

source: Order name
fi: Tilausnumero
ru: Имя заказа

source: Client information
fi: Asiakkaan tiedot
ru: Информация о клиенте

source: Client name
fi: Asiakkaan nimi
ru: Имя клиента

source: Enter client name
fi: Syötä asiakkaan nimi
ru: Введите имя клиента

source: Client phone
fi: Asiakkaan puhelinnumero
ru: Номер телефона

source: Client email
fi: Asiakkaan sähköposti
ru: Электронная почта

source: Client address
fi: Asiakkaan osoite
ru: Адрес клиента

source: LAST CLIENT
fi: VIIMEISIN ASIAKAS
ru: ПОСЛЕДНИЙ КЛИЕНТ

source: NEXT
fi: SEURAAVA
ru: ДАЛЕЕ

source: Room parameters
fi: Huoneen asetukset
ru: Параметры комнаты

source: Client
fi: Asiakas
ru: Клиент

source: Order
fi: Tilaus
ru: Заказ

source: BACK
fi: TAKAISIN
ru: НАЗАД

source: On the floor
fi: Lattialla
ru: На пол

source: Rotate model...
fi: Käännä mallia...
ru: Повернуть модель...

source: FILES
fi: TIEDOSTOT
ru: ФАЙЛЫ

source: MORE
fi: LISÄÄ
ru: ЕЩЁ

source: There are no catalogs.
fi: Ei luetteloita
ru: Нет каталогов

source: Enter access key
fi: Syötä pääsyavain
ru: Введите код доступа

source: Error!
fi: Virhe!
ru: Ошибка!

source: MENU
fi: VALIKKO
ru: МЕНЮ

source: Today
fi: Tänään
ru: Сегодня

source: Last week
fi: Viime viikolla
ru: За неделю

source: Last month
fi: Viime kuussa
ru: За месяц

source: Open doors and windows after insert
fi: Avaa ikkunat ja ovet asetettaessa
ru: Открывать двери и окна после вставки

source: Triangles in selection
fi: Kolmiot valinnassa
ru: Треугольников в выделенных объектах

source: Invalid username
fi: Virheellinen käyttäjätunnus
ru: Неверное имя пользователя

source: Invalid password
fi: Virheellinen salasana
ru: Неверный пароль

source: User locked. Wait for a 5 minutes and try again.
fi: Käyttäjätili lukittu. Odota 5 minuuttia ja yritä uudelleen.
ru: Пользователь заблокирован. Подождите 5 минут и попробуйте войти снова.

source: Unknown login error. Try again later.
fi: Tuntematon kirjautumisvirhe. Yritä myöhemmin uudelleen.
ru: Неизвестная ошибка авторизации. Попробуйте войти позже.

source: Private
fi: Yksityinen
ru: Приватные

source: UNLOCK
fi: VAPAUTA
ru: РАЗБЛОКИРОВАТЬ

source: Your password should contain at least 6 characters
fi: Salasanan tulee sisältää vähintään 6 merkkiä
ru: Ваш пароль должен содержать не менее 6 символов

source: All projects
fi: Kaikki projektit
ru: Все проекты

source: Cancel
fi: Peruuta
ru: Отмена

source: Ok
ru: Ок

source: Create
fi: Luo
ru: Создать

source: There are no files in this folder yet. Press UPLOAD to add files
fi: Ei tiedostoja kansiossa. Paina LATAA lisätäksesi tiedostoja
ru: В этой папке еще нет файлов. Нажмите на "ЗАГРУЗИТЬ" для добавления

source: Model tree
fi: Mallipuu
ru: Дерево модели

source: Shops
fi: Kaupat
ru: Магазины

source: There is no projects to view
fi: Ei projekteja näytettäväksi
ru: Нет проектов для просмотра

source: Price list
fi: Hintalista
ru: Прайс-лист

source: SAVE IMAGE
fi: TALLENNA KUVA
ru: СОХРАНИТЬ ИЗОБРАЖЕНИЕ

source: Take a photo
fi: Ota kuva
ru: Сделать снимок

source: Container
fi: Kontti
ru: Контейнер

source: Height above floor
fi: Korkeus lattiasta
ru: Высота над полом

source: Out of stock
fi: Ei varastossa
ru: Нет в продаже

source: EXPORT TO XML
ru: ЭКСПОРТ В XML

source: CHANGE PASSWORD
fi: VAIHDA SALASANA
ru: ИЗМЕНИТЬ ПАРОЛЬ

source: BACK TO PROFILE
fi: TAKAISIN PROFIILIIN
ru: ВЕРНУТЬСЯ К ПРОФИЛЮ

source: Style
fi: Tyylit
ru: Стиль

source: Script
fi: Skriptit
ru: Скрипт

source: Web site
fi: Verkkosivu
ru: Веб-сайт

source: Embedded
fi: Sulautettu
ru: Встроенный режим

source: Visual properties
fi: Visuaaliset asetukset
ru: Визуальные свойства

source: Move selected objects
fi: Siirrä valittua osaa
ru: Сдвинуть элементы

source: Rotate selected objects
fi: Käännä valittua osaa
ru: Повернуть элементы

source: Print
fi: Tulosta
ru: Печать

source: Check collisions between models
fi: Tarkista mahdolliset törmäykset
ru: Проверять пересечения между объектами

source: Catalog synchronization
fi: Luettelojen päivitys
ru: Синхронизация каталога

source: Description
fi: Kuvaus
ru: Описание

source: Browser or videocard do not support WebGL2
fi: Selain tai näytönohjain ei tue WebGL2 ominaisuutta
ru: Эффекты недоступны. Браузер или видеокарта на данном компьютере не поддерживают WebGL2

source: ORDER
fi: TILAUS
ru: ЗАКАЗАТЬ

source: Model information
fi: Mallin tiedot
ru: Информация о модели

source: About WebPlanner
fi: Tietoja Tailor+ ohjelmasta
ru: О программе WebPlanner

source: New room
fi: Uusi huone
ru: Новое помещение

source: From template
fi: Mallista
ru: Из шаблона

source: Templates
fi: Malleja
ru: Шаблоны

source: Project templates
fi: Projektimallit
ru: Шаблоны проектов

source: Save current view as default
fi: Tallenna nykyinen näkymä oletukseksi
ru: Установить текущий ракурс начальным

source: Mesh size
fi: Verkon koko
ru: Объем данных для визуализации

source: Model width
fi: Mallin leveys
ru: Ширина модели

source: Model height
fi: Mallin korkeus
ru: Высота модели

source: Model depth
fi: Mallin syvyys
ru: Глубина модели

source: Send link by email
fi: Lähetä linkki sähköpostitse
ru: Отправить ссылку по почте

source: Editable link
fi: Muokattava linkki
ru: Разрешить редактирование

source: Email successfully sent
fi: Sähköposti lähetetty onnistuneesti
ru: Письмо успешно отправлено

source: Failed to send email
fi: Sähköpostin lähetys epäonnistui
ru: Ошибка отправки сообщения по почте

source: Enter correct email address
fi: Syötä sähköpostiosoite oikein
ru: Введите корректный почтовый адрес

source: SEND EMAIL
fi: LÄHETÄ SÄHKÖPOSTI
ru: ОТПРАВИТЬ EMAIL

source: © Copyright 2015 - 2019 Roman Kolesnikov. All rights reserved.
fi: © Tekijänoikeus 2015 - 2019 Roman Kolesnikov. Kaikki oikeudet pidätetään.
ru: © Колесников Роман 2015-2019. Все права защищены.

source: Network error connecting to modeling service. Try to reload the page.
fi: Verkkovirhe. Kokeile ladata sivu uudelleen.
ru: Ошибка соединения с сервисом моделирования. Попробуйте перезагрузить страницу.

source: Modeling service failed. Try again later.
fi: Mallinnus epäonnistui. Yritä myöhemmin uudelleen.
ru: Возникла ошибка в сервисе моделирования. Попробуйте открыть модель позже.

source: License server failure. Try again later.
fi: Yhteys lisenssipalvelimelle epäonnistui. Yritä myöhemmin uudelleen.
ru: Ошибка соединения с сервером лицензий. Попробуйте открыть проект позже.

source: Unknown error. Code: {{error.type}}
fi: Tuntematon virhe. Koodi: {INTERPOLATION}
ru: Неизвестная ошибка на сервере. Код: {INTERPOLATION}

source: Hide
fi: Piilota
ru: Скрыть

source: Export to 3DS
fi: Vie muodossa 3DS
ru: Экспорт в 3DS

source: PROJECT DETAILS
fi: PROJEKTIN TIEDOT
ru: СВОЙСТВА ПРОЕКТА

source: NEW PROJECT
fi: UUSI PROJEKTI
ru: НОВЫЙ ПРОЕКТ

source: COPY PROJECT
fi: KOPIOI PROJEKTI
ru: СКОПИРОВАТЬ ПРОЕКТ

source: Access forbidden.
fi: Pääsy kielletty.
ru: Доступ запрещён.

source: Locked
fi: Lukittu
ru: Заблокирован

source: Multi-storey editor
fi: Monikerroksisen tilan editori
ru: Многоэтажный редактор помещений

source: OPEN LAST PROJECT
fi: AVAA VIIMEISIN PROJEKTI
ru: ОТКРЫТЬ ПОСЛЕДНИЙ ПРОЕКТ

source: Share link
fi: Jaa linkki
ru: Поделиться ссылкой

source: Upload price list
fi: Lataa hintalista
ru: Загрузить прайс-лист

source: VIEW
fi: NÄKYMÄ
ru: ПРОСМОТРЕТЬ

source: Delete selected users
fi: Poista valitut käyttäjät
ru: Удалить выбранных пользователей

source: All users
fi: Kaikki käyttäjät
ru: Все пользователи

source: Stores
fi: Kaupat
ru: Магазины

source: Pricelists
fi: Hintalistat
ru: Прайс-листы

source: Show projects
fi: Näytä projektit
ru: Показать количество проектов

source: User
fi: Käyttäjä
ru: Пользователь

source: All
fi: Kaikki
ru: Все

source: System
fi: Systeemi
ru: Системные

source: From users
fi: Käyttäjiltä
ru: От пользователей

source: Delete selected pricelists
fi: Poista valittu hintalista
ru: Удалить выбранные прайс-листы

source: Total: {{info.list.length}}
fi: Yhteensä: {INTERPOLATION}
ru: Всего: {INTERPOLATION}

source: By Price
fi: Hinnan mukaan
ru: По цене

source: Pricelist name
fi: Hintalistan nimi
ru: Имя прайс-листа

source: STORE
fi: KAUPPA
ru: МАГАЗИН

source: Registred
fi: Rekisteröity
ru: Зарегистрированные

source: Imported
fi: Tuotu
ru: Импортированные

source: Initialization url (POST)
fi: Alustus url (POSTI)
ru: Адрес инициализации (POST). Требуется настроить CORS на вашем сервере.

source: Share in vk.com
fi: Jaa VK.com
ru: Поделиться Вконтакте

source: Share in Facebook
fi: Jaa Facebookissa
ru: Поделиться на Facebook

source: Recent folders
fi: Äskeiset kansiot
ru: Последние папки

source: Bought Together
fi: Ostettu yhdessä
ru: Подходящие товары

source: Show bought together items
fi: Näytä samaan aikaan ostetut tuotteet
ru: Показать подходящие товары

source: There is no reports configured
fi: Ei määriteltyjä raportteja
ru: У вас нет настроенных отчётов

source: Required
fi: Vaaditaan
ru: Обязательное

source: Min value: {{element.min}}
fi: Min. arvo: {INTERPOLATION}
ru: Минимальное значение: {INTERPOLATION}

source: Max value: {{element.max}}
fi: Max. arvo: {INTERPOLATION}
ru: Максимальное значение: {INTERPOLATION}

source: Min length value: {{element.minLength}}
fi: Min. pituus: {INTERPOLATION}
ru: Минимальная длина: {INTERPOLATION}

source: Max length value: {{element.minLength}}
fi: Max. pituus: {INTERPOLATION}
ru: Максимальная длина: {INTERPOLATION}

source: Show all layers
fi: Näytä kaikki tasot
ru: Показать все слои

source: Text string
fi: Tekstijono
ru: Текстовая строка

source: Number
fi: Numero
ru: Число

source: Checkbox
fi: Valintaruutu
ru: Флажок

source: Slide toggle
fi: Liukusäädin
ru: Переключатель

source: Label
fi: Nimikyltti
ru: Надпись

source: Flex (width in %)
fi: Jousto (leveys %)
ru: Ширина в процентах

source: Min
fi: Minimi
ru: Минимум

source: Max
fi: Maksimi
ru: Максимум

source: Min length
fi: Minimipituus
ru: Минимальная длина

source: Max length
fi: Maksimipituus
ru: Максимальная длина

source: Delete element
fi: Poista elementti
ru: Удалить элемент

source: Template
fi: Malli
ru: Шаблон

source: CREATE REPORT
fi: LUO RAPORTTI
ru: СОЗДАТЬ ОТЧЁТ

source: Parameters
fi: Parametrit
ru: Параметры

source: Variable name
fi: Muuttujan nimi
ru: Название переменной

source: Order successfully send
fi: Tilaus lähetetty onnistuneesti
ru: Заказ успешно отправлен!

source: Failed to send order {{response.error}}
fi: Tilauksen lähetys epäonnistui {INTERPOLATION}
ru: Ошибка отправки заказа {INTERPOLATION}

source: Sending order. Please wait...
fi: Lähetetään tilausta. Odota...
ru: Идёт отправка заказа. Пожалуйста, подождите.

source: Content
fi: Sisältö
ru: Наполнение

source: REPLACE
fi: KORVAA
ru: ЗАМЕНИТЬ

source: UPLOAD FILE
fi: LATAA TIEDOSTO
ru: ЗАГРУЗИТЬ ФАЙЛ

source: Empty folder
fi: Tyhjä kansio
ru: Пустая папка

source: EDIT ORDER
fi: MUOKKAA TILAUSTA
ru: РЕДАКТИРОВАТЬ ЗАКАЗ

source: Bulk replace
fi: Korvaa kaikki
ru: Групповая замена

source: CLOSE MODELS
fi: SULJE MALLIT
ru: ВЫГРУЗИТЬ МОДЕЛИ

source: Replace models by type
fi: Korvaa mallit tyypin mukaan
ru: Заменять модели по типу

source: 3D Cube navigator
fi: 3D kuutio navigointi
ru: 3D Навигатор

source: Outer
fi: Ulompi
ru: Внешняя

source: Both
fi: Molemmat
ru: Все

source: Internet disconnected
fi: Internetyhteys katkesi
ru: Соединение с интернетом отсутствует

source: Confirmation code is sent to {{email.value}}.
fi: Vahvistuskoodi on lähetetty {{email.value}}.
ru: Код подтверждения отправлен по адресу {INTERPOLATION}.

source: Admin area
fi: Pääkäyttäjän alue
ru: Для администраторов

source: Head light
fi: Päävalo
ru: Фронтальный свет

source: Light
fi: Valo
ru: Источник света

source: Template name
fi: Mallin nimi
ru: Название шаблона

source: Enter document template name
fi: Syötä dokumenttimallin nimi
ru: Введите название шаблона документа

source: SAVE TEMPLATE
fi: TALLENNA MALLI
ru: СОХРАНИТЬ ШАБЛОН

source: CREATE TEMPLATE
fi: LUO MALLI
ru: СОЗДАТЬ ШАБЛОН

source: CREATE EMAIL
fi: LUO SÄHKÖPOSTI
ru: СОЗАТЬ EMAIL ШАБЛОН

source: Sharing
fi: Jakaminen
ru: Общий доступ

source: Account
fi: Tili
ru: Аккаунт

source: Logout
fi: Kirjaudu ulos
ru: Выйти

source: EDIT ROLES
fi: MUOKKAA KÄYTTÄJÄPROFIILEJA
ru: ИЗМЕНИТЬ РОЛИ

source: User roles
fi: Käyttäjäprofiilit
ru: Пользовательские роли

source: Ask to update changed models
fi: Pyydä muuttuneiden mallien päivitystä
ru: Запрос на обновление моделей в проекте

source: ADD ROLE
fi: LISÄÄ KÄYTTÄJÄPROFIILI
ru: ДОБАВИТЬ РОЛЬ

source: Enter role name
fi: Anna käyttäjäprofiilin nimi
ru: Введите имя роли

source: Catalog name
fi: Luettelon nimi
ru: Название каталога

source: Enter catalog name
fi: Syötä luettelon nimi
ru: Введите название каталога
